// (C) Copyright 2006-2013 HP Development Company, L.P.
// All Rights Reserved Worldwide

// Table View Column Names
"deviceName" = "Enhetsnamn";
"connection" = "Anslutning";
"model" = "Enhetsmodell";
"details" = "Detaljer";
"aggregateDeviceType" = "Enhetstyp";
"isInstalled" = "Installerad";

"All" = "Alla";

// Format string for info-label with no filter
"Found %lu devices" = "Hittade %lu enheter";
// Format string for info-label with filter
"Showing %lu of %lu devices" = "Visar %lu av %lu enheter";

"Rendezvous" = "Bonjour";

"Add" = "Lägg till";
"Cancel" = "Avbryt";

// Filter titles
"Connection Type:" = "Anslutningstyp:";
"Device Type:" = "Enhetstyp:";

// Connection type filter menu items
"Printer" = "Skrivare";
"Scanner" = "Scanner";
"Fax" = "Fax";

// Sort filter tooltip
"ItemArrangement" = "Ändra objektuppställningen";
"Arrange" = "Ordna";
